---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctTypeParam
source: html/949beea3-1872-a634-4d11-3f7c27825bb7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctTypeParam Property

"Duct Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctTypeParam { get; }
```